Repository: hokoo/safety-passwords
Catalog: plugin-dir/languages/*.po
Languages: ru_ru

source: Failed to retrieve password for user %s
ru_ru: Не удалось восстановить пароль для пользователя %s

source: Password is too short. It must be at least %s characters long.
ru_ru: Пароль слишком короткий. Его длина должна быть не менее %s символов.

source: Password must contain at least one lowercase letter.
ru_ru: Пароль должен содержать хотя бы одну строчную букву.

source: Password must contain at least one uppercase letter.
ru_ru: Пароль должен содержать хотя бы одну заглавную букву.

source: Password must contain at least one number.
ru_ru: Пароль должен содержать хотя бы одну цифру.

source: Password must contain at least one special character.
ru_ru: Пароль должен содержать хотя бы один специальный символ.

source: Number of users to reset password: %1$sNumber of users to remind to reset password: %2$s
ru_ru: Количество пользователей для сброса пароля: %1$sКоличество пользователей, которым нужно напомнить о сбросе пароля: %2$s

source: Hi there, %1$s!%3$sWe noticed you have not had a chance to reset your password yet, and that is totally okay!%3$sPlease proceed to do so now by visiting the following link: <%2$s>
ru_ru: Привет, %1$s!%3$sМы заметили, вы пока еще не сменили свой пароль, но это ничего страшного.%3$sПожалуйста, сделайте это сейчас, перейдя по следующей ссылке: <%2$s>

source: Failed to reset password for user %s
ru_ru: Не удалось сбросить пароль для пользователя %s

source: Please use a <strong>strong</strong> password to comply this site's security measures.
ru_ru: Пожалуйста, используйте <strong>надежный</strong> пароль для соблюдения мер безопасности этого сайта.

source: Please <strong>reset your password</strong> to continue. Follow the instructions in the email that was sent to you.
ru_ru: Пожалуйста, <strong>сбросьте пароль</strong> чтобы продолжить. Следуйте инструкциям в отправленном вам электронном письме.

source: Change password in %s days
ru_ru: Смените пароль не позднее %s д.

source: Next password change in %s days.
ru_ru: Смена пароля через %s дн.

source: Please, change your password in %s days.
ru_ru: Пожалуйста, смените пароль в течение %s дн.

source: Change After Registration
ru_ru: Изменять после регистрации

source: Force users to change their password after registration.
ru_ru: Принудительно менять пароль после регистрации пользователя.

source: Enabled
ru_ru: Вкл

source: Disabled
ru_ru: Выкл

source: <b>Change After Registration</b> Overwritten by constant<br/><small><i>Force users to change their password after registration</i></small>
ru_ru: <b>Изменение после регистрации</b> Перезаписано константой<br/><small><i>Принудительно менять пароль после регистрации пользователя</i></small>

source: Password's minimum length
ru_ru: Минимальная длина пароля

source: <b>Password's minimum length</b> Overwritten by constant<br/>
ru_ru: <b>Минимальная длина пароля</b> Перезаписано константой<br/>

source: Force Password Reset Interval (days)
ru_ru: Интервал принудительного сброса пароля (дней)

source: Set 0 to disable forced periodical password reset
ru_ru: Установите 0, чтобы отключить принудительный периодический сброс пароля

source: <b>Force Password Reset Interval (days)</b> Overwritten by constant<br/>
ru_ru: <b>Интервал принудительного сброса пароля (дней)</b> Перезаписано константой<br/>

source: Forces all users to have a strong password.
ru_ru: Обеспечивает использование пользователями надежных паролей.
